Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G58.tmx
Source language: en_us
Languages: zh_cn

source: Mike Wallace dies; veteran journalist and former '60 Minutes' correspondent was 93
zh_cn: 美国著名记者、前《60分钟》主持人迈克·华莱士的传奇一生

source: For anyone hiding a secret, it was often said, four of the most dreaded words in the English language were "Mike Wallace is here."
zh_cn: 对于任何一个有秘密的人，4个会令其闻风丧胆的词之一就是“迈克·华莱士来了”。

source: As the biggest star of the longest-running, highest-rated, most influential news show since its 1968 debut, Mr. Wallace helped define television journalism with an adversarial interviewing style that was as admired as it was feared.
zh_cn: 作为一档在美国享有声誉的节目，《60 分钟》自1968年开播以来就对新闻界产生了深远的影响，其主持人迈克·华莱士重新定义了电视采访，其辛辣、强硬的采访风格令人既敬又怕。

source: From an early career as an actor, cigarette pitchman and game-show host, he transitioned to what he called a more substantial career in hard news. "60 Minutes" made him rich, famous and one of the most commanding and imitated fixtures of TV journalism for more than two generations.
zh_cn: 迈克·华莱士曾当过演员、香烟摊贩以及娱乐节目主持人，之后才转而报道重要新闻，并称其为自己真正应该做的工作。《60分钟》使他声名鹊起，是影响了两代人的电视新闻界“教父”级人物（没有之一）。

source: Mr. Wallace, 93, died April 7 at an assisted living facility in New Canaan, Conn., CBS News announced.
zh_cn: 根据美国哥伦比亚广播公司报道，华莱士先生2012年4月7日在康涅狄格州新迦南市一所养老院逝世，享年93岁。

source: He had a history of heart ailments, including a triple bypass operation in 2008.
zh_cn: 他有心脏病史，2008年做过搭桥手术。

source: Mr. Wallace developed a compelling persona that seamlessly blended country club locker-room bonhomie with the prosecutorial zeal of Torquemada.
zh_cn: 迈克·华莱士在主持生涯中形成了独特的压制性风格，乡村俱乐部难登大雅之堂的温婉和连珠炮似的发问兼而有之。

source: With his theatrical baritone, he pitched softball questions that could take a sudden detour into an uncomfortable line of questioning meant to sniff out misdeeds or fun gossip.
zh_cn: 他独特的男中音提出的一些看似容易回答的问题可能突然转向就变成了能够揭露对方罪行或者小八卦的令受访者不爽的问题。

source: He became known as one the most skilled interviewers of the powerful, famous and elusive - world leaders, Hollywood celebrities, controversial newsmakers, notorious criminals and the hinkiest scam artists.
zh_cn: 他作为一名经验丰富的访谈者而被人们熟知，同时他也是一名有力量的、著名的、不可捉摸的——世界领袖、好莱坞名流、备受争议的新闻人物、臭名昭著的罪犯、神经质的诈骗艺人。

source: He was a pioneer of the surprise or "ambush" interview, a technique intended to shock its targets into spilling information they might not reveal in a scheduled interview.
zh_cn: 他是突袭或者说是“埋伏式”采访的开创者，这项技巧目的在于首先使对手震惊，从而让其说出本不打算在采访中泄露的信息。

source: In short, he helped invent magazine-style television, which merged elements of news and entertainment in a powerful and immensely profitable way that kept CBS the most formidable of network-news providers for years and "60 Minutes" one of the most trusted of news programs.
zh_cn: 总之，他帮助开创了杂志式电视，这种模式完美融合了新闻和娱乐元素，这种模式不仅带来巨大的利益，使CBS（哥伦比亚广播公司）成为网络新闻提供者中的龙头老大，也使《60分钟》成为最受信赖的新闻节目。

source: Its weekly viewership reached 40 million at the peak of network TV audiences in the early 1980s.
zh_cn: 在20世纪80年代网络电视发展的巅峰时期，《60分钟》的周观众一度达到4千万。

source: It spawned many imitators and, like Mr. Wallace, won the top honors of the profession.
zh_cn: 它催生了很多的模仿者，而迈克·华莱士则获得了同业的最高荣誉。

source: Television historian Ron Simon said Mr. Wallace's ability to remain engaging while asking aggressive questions was crucial to his success as an investigative reporter.
zh_cn: 西蒙同时也是一名电视历史学家，他说，迈克·华莱士作为一名采访记者，其成功的关键在于在提问咄咄逼人的问题时依然能够保持迷人魅力。

source: "He paved the way for how investigative journalism is done on television," said Simon, a curator at the Paley Center for Media, a New York-based museum of radio and television. "He created a persona that worked for many decades and was compelling to viewers, who identified with him and trusted him as someone representing their interests."
zh_cn: “他为电视调查性新闻的报道方式铺平了道路，”西蒙说，“他开创的主持风格照耀了电视新闻界数十年，他能引起观众兴趣，观众们认识他、相信他，就好像他代表了观众的兴趣一样。”

source: When mapping out an interview, Mr. Wallace told Time magazine he organized his questions by ambition, motivation, greed, joy and defeat, and said this established a "chemistry of confidentiality" that showed his guests "I cared enough to read and look at and worry about the questions."
zh_cn: 在策划一项采访时，华莱士在《时代周刊》上说，他设计的问题涉及采访嘉宾野心、动机、贪婪、喜悦和挫败，而且他表示这种“秘密的化学过程” 已经成型，“我很小心地读这些问题，而且我恨担心这些问题。”

source: Among Mr. Wallace's memorable exchanges was a 1979 interview with Iran's Ayatollah Ruhollah Khomeini shortly after his followers seized the U.S. Embassy in Tehran and took 52 Americans hostage.
zh_cn: 华莱士职业生涯中的一次重要转折是1972年对伊朗领袖霍梅尼的采访，当时霍梅尼的追随者刚刚占领了位于德黑兰的美国大使馆，并扣押了52名美国人作为人质。

source: "Imam," Mr. Wallace began, "President Sadat of Egypt .?.?. says that what you are doing now is, quote, 'a disgrace to Islam.' And he calls you, imam, forgive me, his words, not mine, 'a lunatic.' "
zh_cn: “伊玛目，”华莱士以此作为采访的开始，“埃及总统萨达特...说你现在做的事是‘伊斯兰的耻辱’。而且他称你伊玛目为，原谅我，他的原话‘一个疯子’。”

source: The moment was riveting, in part because the interpreter initially refused to translate what Mr. Wallace had said.
zh_cn: 这种时刻是会让观众专注的窒息的，一部分原因是口译员起初拒绝翻译华莱士所说的话。

source: Mr. Wallace said the statement was crucial to make, to get around Khomeini's "almost robotic" responses on questions that had been approved in advance by Iranian officials.
zh_cn: 华莱士说提问这样的问题是至关重要的，以此来避免那些伊朗官方提前提供的问题，那些霍梅尼已经有标准答案的问题。

source: Khomeini called for Sadat's "overthrow"; Sadat was killed by gunmen in 1981.
zh_cn: 霍梅尼要求萨达特收回自己说的话，而萨达特在1981年遭枪杀。

source: In other interviews, Mr. Wallace caused a long chill in his friendship with the Reagans when he appeared to criticize first lady Nancy Reagan for not being able to say how many blacks were on her husband's top campaign staff.
zh_cn: 华莱士的另外一次采访使其和里根一家的友谊蒙上了长期的冰霜，原因是他批评第一夫人南希·里根不能说出其丈夫的首席竞选智囊团中有多少黑人。

source: Mr. Wallace once got a Chicago business executive keeping two sets of tax records to admit to fraud on camera.
zh_cn: 华莱士曾经让一个芝加哥的企业主管承认用相机进行诈骗，这位主管有两套税务记录。

source: As the reporter described the story to USA Today: "I said, 'Look, between you and me, Chicagoans do this all the time, right?' And he says, 'Between you and me, you're right.'
zh_cn: 这位记者直至今日也如此向美国描述那次采访：“我说，‘看，在你我之间，芝加哥人一直这样做，对吗？’而他说，‘你是对的，在你我之间’。”

source: "Between you and me and the whole middle of America! What a moment!"
zh_cn: “在你我之间和整个美洲中部（译者：在华莱士家乡——哥伦比亚和受访者家乡——芝加哥之间是整个美洲中部）！多么让人兴奋的时刻！”

source: Mr. Wallace said he liked constructing stories as if they were "morality plays," and his reports developed certain hallmarks over the years: the penetrating question, the close-up so intense it showed the guest's pores, the way he discredited a guest's statement by repeating it back in disbelief.
zh_cn: 华莱士说他喜欢建造故事，就像这些故事是“道德话剧”一样，而在他多年的采访中正是建立了这种特点：有洞察力的问题，能够看到受访者毛孔的极近特写，用怀疑的语气重复对方的话来使人们对受访者所说的话的真实性产生质疑。

source: In 1993, Mr. Wallace and a camera crew surprised a New Mexico priest, on a 10-mile pilgrimage, who allegedly molested a parishioner when she was 15.
zh_cn: 1993年，华莱士和他的摄制组采访了一个正在进行10英里朝圣之行的新墨西哥州的神父，据说他猥亵了一名教区女孩，在其15岁的时候。

source: The priest, Robert Kirsch, said Mr. Wallace was harassing him but the newsman persisted: "Now why would she say that about you . . . if it were not so?"
zh_cn: 这名神父，罗伯特·科尔斯，说华莱士是骚扰他，但是华莱士继续询问：“她为什么那样说你...如果你没有做的话？”

source: A state judge ruled against the accuser because she had waited too long to bring her claim.
zh_cn: 一个国家法官否决了原告，因为她不得不等很长时间来递交她的申诉要求（译者：超过申诉时限？）。

source: Mr. Wallace himself was once asked on "60 Minutes" if he'd worry about someone barging into his office and confronting him with what appeared to be bombshell evidence.
zh_cn: 华莱士本人在《60分钟》节目中被问及是否会担心有人闯入他的办公室与他对质那些看似是爆炸性新闻的证据。

source: "I wouldn't," joked the four-time married Wallace, "which is why I lead a life beyond reproach."
zh_cn: “我不会，”结过4次婚的华莱士玩笑道，“那是使我的人生完美无瑕的原因。”

source: As the decades passed, Mr. Wallace became as much a celebrity as any of the actors, presidents and dictators he profiled.
zh_cn: 随着时间的流逝，华莱士成为和他采访过的任何一名演员、政客一样有名的名人。

source: His was instantly recognizable with his full, pitch-black hair raked backward, his deeply tanned skin and enviably trim physique earned from years of tennis and sit-ups.
zh_cn: 人们一眼就能认出他浓密向后梳的漆黑头发，他深古铜色的皮肤，以及因常年打网球和练习仰卧起坐而练就的令人艳羡的体型。

source: Despite his bouts of depression, his stamina for demanding assignments and far-flung travels never waned.
zh_cn: 与他反复发作的抑郁症不同，他渴望采访任务和远距离旅行的精力从不衰减。

source: "I love the urgency of what we do," he told People magazine.
zh_cn: “我热爱我所做的事情的紧急性，”他在接受《人物》采访时说。

source: "I like the battles that take place, the jousting."
zh_cn: “我喜欢正在发生的战争、竞争。”

source: He remained a competitive correspondent on "60 Minutes" well into his senior years - "60 Minutes" creator Don Hewitt once called him a "force of nature" - and he could turn brusque and demanding when he was not accorded star status on assignment choice.
zh_cn: 华莱士的年龄虽然越来越大，但是他老年时依然是一个在《60分钟》节目中保持了激进风格的记者——《60分钟》创建者丹·休伊特曾称他为“大自然的力量”——而且当事先准备的问题和嘉宾的地位不符时他可以扭转唐突和不合宜。

source: Mindful of his public image, Mr. Wallace became a leading and controversial voice in the 1990s debates over corporate censorship in journalism when CBS executives interfered with his "60 Minutes" segment on a tobacco industry whistleblower.
zh_cn: 华莱士很注意自己的公众形象，CBS的高管们对他的《60分钟》节目中关于烟草工业告密者那期节目指手画脚，这引发了20世纪90年代新闻界关于合伙人审查制度的大讨论中，华莱士在这场大讨论中首当其冲备受争议。

source: Mr. Wallace conducted the interview with the whistleblower, Jeffrey S. Wigand, who said he could prove cigarette executives were lying when they publicly declared they knew of no evidence to prove the addictive nature of nicotine.
zh_cn: 他主持了这场和告密者杰弗瑞·斯·温甘达的采访， 温甘达说他可以证明烟草业高管公然撒谎，声称他们不知道任何证明尼古丁能使人上瘾的证据。

source: The segment was made just as CBS was in the middle of a takeover by the conglomerate Westinghouse, and the network feared Wigand's confidentiality agreement with his old employer, Brown & Williamson, would make CBS susceptible to a multibillion-dollar lawsuit.
zh_cn: 这期节目制作时正值CBS要被美国西屋集团接管，公司担心温甘达与其老东主——威廉姆森公司——的保密协议会使CBS面临数十亿美元的诉讼。

source: In 1995, "60 Minutes" broadcast only a small portion of Wigand's interview and hid his identity and face.
zh_cn: 1995年，《60分钟》的这期节目最终只播出了对温甘达的很小一部分采访，对他的身份和样貌同样遮遮掩掩。

source: On air, Wallace noted the limitations imposed by CBS management.
zh_cn: 此时，华莱士开始注意到CBS管理层对节目发展带来的制肘。

source: But the entire behind-the-scenes drama proved damaging to the prestige of "60 Minutes" and Mr. Wallace and culminated in a Hollywood film, "The Insider" (1999), with Christopher Plummer portraying Mr. Wallace as a corporate lackey who didn't use his authority to stand up for journalistic integrity.
zh_cn: 但是在一部由克里斯托弗·普卢默出演的电影《The Insider》（1999）中，他饰演的华莱士是一个不运用自己的权力为新闻正义站出来的马屁精合伙人，片中也是这种幕后操作毁了《60分钟》和华莱士创造的奇迹。

source: Mr. Wallace denounced the film, and CBS News President Andrew Heyward said Mr. Wallace was "vociferous and public in his campaign and in his criticism of his own corporate bosses."
zh_cn: 华莱士抨击了这部电影，CBS新闻董事安德鲁·海沃德说华莱士“在其征战和老板们对自己的批评中是大声咆哮的”。

source: Mr. Wallace lightened his opinion after the film was nominated for Academy Awards, telling a reporter, "Everybody is saying I really don't look so bad at all in it."
zh_cn: 当这部电影被提名奥斯卡金像奖时，华莱士才不那么激进，他对一个记者说：“每个人都说我在剧中其实并不是那么坏。”

source: Myron Leon Wallace was born May 9, 1918, in the Boston suburb of Brookline.
zh_cn: 麦伦·里昂·华莱士（Myron Leon Wallace）生于1918年5月9日，布鲁克莱恩市的波士顿郊区。

source: His parents were Russian Jews whose last name, Wallik, was changed after they arrived in the United States.
zh_cn: 他的父母是俄国犹太人，姓华里克（Wallik），其父母到美国后将姓改为华莱士。

source: His father became an insurance broker.
zh_cn: 他父亲随后成为一名保险经纪。

source: At the University of Michigan, Mr. Wallace became an announcer on the college radio station and said it might have been the ham in him that found radio appealing.
zh_cn: 在密歇根大学就读期间，华莱士成为校园无线广播电台播音员，他说可能就是在那个时候成为一名业余无线电爱好者并且发现了无线广播的迷人之处。

source: After graduation in 1939, he worked as a radio announcer in Michigan and Chicago doing news, soap operas and dramatic serials and served as a beauty contest emcee.
zh_cn: 1939年毕业以后，他先后在密歇根和芝加哥当电台播音员，做新闻、肥皂剧、戏剧连载，也当过选美大赛司仪。

source: In 1940, Mr. Wallace married Norma Kaphan, his college girlfriend.
zh_cn: 1940年，华莱士和Norma Kaphan结婚，Kaphan是其大学时期的女朋友。

source: They had two children, Peter and Chris, before divorcing.
zh_cn: 他们共生育了两个孩子，皮特和克里斯。

source: Mr. Wallace's later marriages to Buff Cobb, a socialite with whom he hosted early TV talk shows, and artist Lorraine Perigord ended in divorce.
zh_cn: 华莱士后来与第二任妻子Buff Cobb结婚，Cobb是他在早期电视谈话节目中合作过的社会名流（译者：据查，当时两人共同主持名为Mike and Buff的节目）。华莱士的第三任妻子是Lorraine Perigord ，两人最后也以离婚收场。

source: Survivors include his fourth wife, Mary Olberg Yates, whom he married in 1986, of New York City; his son Chris Wallace, a broadcast journalist who is now an anchor with Fox News, of Washington; two stepsons from his marriage to Yates, Angus Yates of Washington and Eames Yates of New York City; a stepdaughter from his marriage to Perigord, Pauline Dora of New Canaan; 11 grandchildren; and two great-grandchildren.
zh_cn: 华莱士1986年与第四任也是最后一任妻子Mary Olberg Yates在纽约完婚；他的儿子克里斯·华莱士子承父业，现在是福克斯新闻的主播；他与Yates婚后有两个继子，Angus Yates 在华盛顿，Eames Yates在纽约；Perigord的女儿Pauline Dora在新迦南；有11个孙辈和2个曾孙。

source: Mike Wallace's early broadcast experience served him well during World War II.
zh_cn: 华莱士的早期广播经历对他二战期间帮助很大。

source: The Navy placed him in charge of radio entertainment at the Great Lakes Naval Training Station.
zh_cn: 上面让他在负责大湖海军训练站（Great Lakes Naval Training Station）的娱乐电台。

source: Afterward, he moved into television talk and game shows and even made an "ingratiating" leading man in the Broadway comedy "Reclining Figure" (1954), according to theater critic Walter Kerr.
zh_cn: 后来，他转做电视访谈和娱乐节目，也在百老汇《Reclining Figure》（1954）中扮演伪善逢迎的男主角。

source: Mr. Wallace's dislike for the repetition of stage work led him back to television, most notably with the program "Night Beat," which first aired in 1956 on a DuMont Network station in New York.
zh_cn: 华莱士不喜欢阶段性工作的重复而回归荧幕，主要是《Night Beat》节目，该节目于1956年在纽约DuMont广播网首播。

source: Mr. Wallace worked with producer Ted Yates to create a new kind of interview show, starting with a Spartan setting that resembled a police interrogation room.
zh_cn: 华莱士和制作人Ted Yates 合作创办了一个新型的访谈节目，以斯巴达式的场景设定开始，有点类似于警察的审讯室。

source: "Night Beat" guests included U.S. Communist Party leader Earl Browder, future U.S. Supreme Court justice Thurgood Marshall, author Norman Mailer and the imperial wizard of the Ku Klux Klan.
zh_cn: 《Night Beat》嘉宾包括美国共产党领袖Earl Browder，之后的美国最高法院法官Thurgood Marshall，作家Norman Mailer和3K党（ the Ku Klux Klan）御用术士（？）

source: Mr. Wallace asked blunt, often uncomfortable personal questions about sex, religion, voting habits and murder.
zh_cn: 华莱士问的问题很直白，涉及让人感觉不舒服的性、宗教、投票倾向和谋杀等私人问题。

source: He prodded racketeer Mickey Cohen into saying: "I have killed no men that, in the first place, didn't deserve killing."
zh_cn: 他让敲诈者Mickey Cohen 说出：“我没有杀任何人，所以我也不需要填命。”

source: In 1996, Mr. Wallace told the Boston Globe that in researching people for "Night Beat," "We used to sit around and chortle, ¡®Look what this guy said five years ago, and today look what he's doing.
zh_cn: 1996年， 华莱士告诉波士顿环球报（Boston Globe ），在研究把谁作为《Night Beat》嘉宾时，“我们通常都是坐成一圈哈哈大笑，‘看看这家伙5年前说过什么，他现在又在做什么。

source: Let's stick it to him!' It's as simple as that, I swear."
zh_cn: 我们就用他了！’我发誓，就是这么简单。”

source: He was called "Mike Malice" by critics who objected to his prosecutorial style.
zh_cn: 他被反对其公诉人风格的批评者称为“不怀好意的迈克”（Mike Malice）。

source: He acknowledged a fascination with "the weak spots in people" but said he chose his questions not to be mean but to trigger "a reasonable exchange of ideas."
zh_cn: 他承认自己迷恋“人性的弱点”，但是他也说自己选择的问题都是为了引发“合理的观点交换”而并非是故意的。

source: After "Night Beat," Mr. Wallace hosted public affairs and game shows as well as commercials for Parliament cigarettes.
zh_cn: 继《Night Beat》之后，华莱士主持公共事务、娱乐节目，也接拍百乐门香烟（ Parliament cigarettes）广告。

source: He kicked around several stations and anchored the 1960 election coverage for the independent Westinghouse Broadcasting Co.
zh_cn: 他零零散散干了几个工作后，为西屋广播公司报道1960年的选举。

source: He also narrated David Wolper's syndicated and highly rated "Biography" series before joining CBS in 1963.
zh_cn: 在他1963年加入CBS之前，他也主持 David Wolper的《Biography》系列节目。

source: At the time, the so-called "Tiffany network" that had once been home to newsman Edward R. Murrow had the most prestigious pedigree.
zh_cn: 当时，所谓的“蒂芙尼广播网”有享有盛誉的爱德华·默罗坐镇。

source: Mr. Wallace had a hard time getting anyone to take him seriously.
zh_cn: 华莱士费了很大功夫才能让人们把自己当回事儿。

source: He later recalled: "The people at CBS said, ¡®You mean to say that we're going to have the fellow who's measuring the quarter-inch filtered tip of the Parliament cigarettes? That's the same guy who's going to be measuring the missile gap? Not on CBS.' "
zh_cn: 他后来回忆说：“CBS的人说，‘你是说这些测量百乐门香烟1/4英寸过滤嘴的人会成为我们的同事？那和测量导弹间隙的是同一伙儿人吗？’不可能是CBS。”

source: But Mr. Wallace said he was determined to change his image as a lightweight.
zh_cn: 但是华莱士说他本来下决心将自己变成个无足轻重的人。

source: He said he was motivated in large part by the accidental death, in 1962, of his teenage son Peter while hiking through Greece.
zh_cn: 1962年，他的儿子皮特在希腊旅行途中意外死亡，华莱士因此大受打击。

source: The elder Wallace took a series of demanding assignments to prove his worth: a tour in Vietnam, on-air reporter for the "CBS Evening News" and questioner on the public-affairs show "Face the Nation."
zh_cn: 老年时华莱士靠接大量的工作来证明自己的价值：去越南旅行，《CBS晚间新闻》直播记者，主持公众事务节目《Face the Nation》。

source: Then came "60 Minutes." The show was the brainchild of visionary CBS producer Don Hewitt, who wanted to create a variation on the traditional and often ponderous hour-long news documentary.
zh_cn: 之后就是《60分钟》。这档节目是CBS梦想家型制作人丹·休伊特的智慧产物，丹·休伊特想制作一档打破传统新闻纪录长片的节目。

source: It would be sliced into three shorter segments varying between the serious and the frivolous.
zh_cn: 这档节目会被分成3个短的片段，既轻松又不失严肃。

source: Hewitt joked this approach - which he dubbed "Life magazine of the air" - would cater to his own short attention span.
zh_cn: 休伊特开玩笑说这种方法迎合了自己注意力持续时间短的特点，他戏称其为“新闻的生命杂志”。

source: Hewitt cast Mr. Wallace opposite the easygoing Harry Reasoner as the news show's first correspondents and described them as "the perfect fit - the guy you love and the guy you love to hate."
zh_cn: 休伊特选择了华莱士和随和的哈里·里森纳（Harry Reasone）作为这档新闻节目最初的主持人，他称这两人为“完美的组合——一个你爱的人和一个你愿意恨的人。”
